class FirstDayTexts:
    """Первый день"""
    msg_1 = 'Доброго времени суток🤲\n\nЧто вам интереснее всего узнать в вашей жизни?) может быть это предназначение, сценарии жизни, что блокирует ваши мечты? или в целом самопознание через дизайн?)'
    msg_2 = 'Возможно вы пропустили или не увидели мое сообщение, ☺️\nЯ очень хочу поочь вам раскрыть ваши жизненные пути и возможности через разбор вашего дизайна. \nЧто именно вас инетресует в анализе? Мне важно знать, чтобы лучше понять, как я могу вам помочь'


class SecondDayTexts:
    """Второй день"""
    msg_1 = 'Скидка\nЗдравствуйте, надеюсь у вас все хорошо!) Хочу сообщить вам, что у меня для вас есть уникальное предложение и вы воспользуетесь возможностью познать свое внутреннее состояние, эмоции, ваш путь, и сценарии жизни. Предлагаю вам сделать полный разбор и анализ вашего дизайна, всего за 17$. Предложение актуально всего 24 часа. Вы согласны отркыть в себе новые возможности и исход судьбы или готовы упустить шанс на изменения? '


class ThirdDayTexts:
    """Третий день"""
    msg_1 = 'Здраввствуйте! Хотите ли вы узнать свой денежный код? Знание своего денежного кода -это ключ к понимаю того, как взаимодействовать с энергией денег. Понимание финансовых блоков, повышение уверенности, привлечение изобилия, улучшение отношения с деньгами, закрытие долгов) Знание денежного кода- это шаг к изобильной жизни, в которой деньги приходят к вам легко🤲 '


class FourthDayTexts:
    """Четвертый день"""
    msg_1 = 'Добрый день 🌞\nПредлагаю вам уникальную возможность получить дизайн!\nВсего за 1150₽ вы получаете дизайн 🤩\nЗная свой дизайн, вы знаете все свои барьеры, которые мешают вам увеличить свой доход! Более того, я дам вам инструменты по снятию этих барьеров!\nУ вас будет полная стратегия жизни !\nКогда вы готовы начать ?'


class SixthDayTexts:
    """Шестой день"""
    msg_1 = 'Здравствуйте!\nЕсли вам интересно узнать свою судьбу на ближайший месяц, напишите дату рождения, я в скором времени вам его отправлю'


class SeventhDayTexts:
    """Седьмой день"""
    msg_1 = 'Добрый день ! 🤍\n\nЯ рада что Вы ко мне обратились ранее\nВедь сегодня вселенная дает шанс наладить свою финансовую сферу жизни !\n\nСегодняшний день освободит Вас от всех финансовых блокировок, позволит забыть о долгах и кредитах, решить все финансовые проблемы\n\nДля этого нам с Вами необходимо провести практику на финансовое благополучие, которая позволит Вам открыть новые возможности в заработке , добиться успеха в карьере , увеличить Ваш доход в несколько раз, закрыть долги и кредиты ✨\n\nИменно поэтому я сегодня нахожусь на святых землях, где мы\nможем определить все денежные блоки, посмотреть какие действия Вам помогут в решении финансовых проблем с помощью астрологического расклада, и затем с помощью сильной практики проработать всё это и закрепить результат описанный выше 🙌🏻\n\nДизайн 1150 🍂\nДизайн + проработка 3500 🍃\n\nВ подарок к практике на финансовое благополучие я поставлю защиту на 5 лет\n\nГотовы сегодня приступить к изменениям? ❤️'


class EighthDayTexts:
    """Восьмой день"""
    msg_1 = 'Здравствуйте!❤️ Хочу сделать вам подарок, при разборе вашего дизайна, вы получаете не просто разбор вашего состояния, предназначения, эмоционального фона, пути, финансового потока и денежного кода, но и подарок в виде практик по проработке вашего состояния, открытие финансовго потока, любовного канала и становление на путь вашей судьбы. Готовы забрать подарок? '


class NinthDayTexts:
    """Девятый день"""
    msg_1 = 'Здравствуйте 🤲 Хотите узнать больше о себе и своих возможнотсях? В течение 2х дней я предлагаю глубинный анализ по дизайну человека, всего за 10$. Ваша возможность кардинально изменить свою жизнь, улучшить самочувсвтие, эмоциональное состояние, прийти к балансу и набраться новой валютой этого времени: ЭНЕРГИЕЙ. Пойти по пути своего предназначения, открыть новые возможности и пойти по пути для личного и профессионального роста. Я наилучшего результата, я даю действующие практики поо наполнению энергии и открываю вам финансовые каналы и открываю все жизненные пути (отдельно такая услуга стоит 55$) , вы забрать свой подарок?'
